Repository: Blueshoe/django-secure-passwords
Catalog: securepasswords/locale/*/LC_MESSAGES/django.po
Languages: de

source: Force selected users to change their passwords
de: Ausgewählte Nutzer zwingen, ihre Passwörter zu ändern

source: secure passwords
de: sichere Passwörter

source: You must change your password for security reasons!
de: Sie müssen aus Sicherheitsgründen Ihr Passwort ändern

source: Your current password is older than {max_age} days. Please change your password now.
de: Ihr aktuelles Passwort ist älter als {max_age} Tage. Bitte ändern Sie jetzt Ihr Passwort.

source: force change
de: Änderung erzwingen

source: password profile
de: Passwortprofil

source: password profiles
de: Passwortprofile

source: password
de: Passwort

source: passwords
de: Passwörter

source: You have used this password before.
de: Sie haben dieses Passwort bereits einmal verwendet.

source: You must not reuse a previous password.
de: Sie dürfen Passwörter nicht wiederverwenden.

source: Your password contains more than {n} consecutive equal characters.
de: Ihr Passwort enthält mehr als {n} gleiche aufeinanderfolgende Zeichen.

source: Your password must not contain more than {n} consecutive equal characters.
de: Ihr Passwort darf nicht mehr als {n} gleiche aufeinanderfolgende Zeichen enthalten.

source: Your password must not contain an arithmetic sequence ('456', '642', etc.) longer than {n}
de: Ihr Passwort darf keine arithmetische Sequenz ('456', '642', etc.) enthalten, die länger als {n} ist.

source: Your password contains an arithmetic sequence ('456', '642', etc.) longer than {n}
de: Ihr Passwort enthält eine arithmetische Sequenz ('456', '642', etc.), die länger als {n} ist.

source: Your password must not contain an alphabetic sequence ('dcba', 'aceg', etc.) longer than {n}
de: Ihr Passwort darf keine alphabetische Abfolge ('dcba', 'aceg', etc.) enthalten, die länger als {n} ist.

source: Your password contains an alphabetic sequence ('dcba', 'aceg', etc.) longer than {n}
de: Ihr Passwort enthält eine alphabetische Abfolge ('dcba', 'aceg', etc.), die länger als {n} ist.

source: Your password must contain characters from at least {n} categories out of the following 5: Uppercase letters, lowercase letters, digits, punctuation, whitespace
de: Ihr Passwort muss Zeichen aus mindestens {n} der folgenden 5 Klassen enthalten: Großbuchstaben, Kleinbuchstaben, Ziffern, Sonderzeichen, Leerzeichen

source: Your password contains characters from fewer than {n} categories out of the following 5: Uppercase letters, lowercase letters, digits, punctuation, whitespace
de: Ihr Passwort enthält Zeichen aus weniger als {n} der folgenden 5 Klassen: Großbuchstaben, Kleinbuchstaben, Ziffern, Sonderzeichen, Leerzeichen
